package main

//Требующийся функционал программы:
//1). Создание хеш-таблицы из заданных (допустимо из предсозданных) элементов.
//2). Функции поиска, вставки и удаления по таблице.
//3). Возможность задать размер хеш-таблицы перед её созданием (возможно с заданными ограничениями).
//4). Реализация не менее двух различных хеш-функций для демонстрации разницы в скорости работы.
//5). Реализация не менее двух методов пробирования данных.
//https://github.com/prakhar1989/go-hashmap/blob/master/hashmap.go

func main() {

}
